[
  {
    "exercise_set": "0",
    "title": "Өдөр 1",
    "exercises": [
      {
        "id": "0",
        "name": "Dumbbell Squat",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Barbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "It's crucially important that you keep a straight back when you squat! You can ensure your back is straight by keeping your eyes facing forward, chest out, shoulder blades back, and back arched.",
        "steps": "1.Set up for the dumbbell squat by choosing a pair of dumbbells and holding them down by your sides.\n\n2.Stand with a slight bend in your knees and your feet around shoulder width apart. Keep your head up and your back straight. This is the starting position.\n\n3.Keeping your eyes facing forward slowly lower your body down. Don't lean forward as you come down. Your buttocks should come out and drop straight down.\n\n4.Squat down as far as possible or at least until your thighs are parallel with the floor, and then slowly raise your body back up by pushing through your heels.\n\n5.Do not lock the knees out when you stand up, and then repeat the movement."
      },
      {
        "id": "1",
        "name": "Dumbbell Bench Press",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "video": "https://drive.google.com/uc?id=1M0E27MKSHnklYUicX2vvHSL-UXhTOK0-",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Ensure you maintain some tension in your abs and don’t allow your lower back to arch excessively.",
        "steps": "1.Pick up the dumbbells off the floor using a neutral grip (palms facing in). Position the ends of the dumbbells in your hip crease, and sit down on the bench.\n\n2.To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, and press the dumbbells to lockout at the top.\n\n3.Slowly lower the dumbbells under control as far as comfortably possible (the handles should be about level with your chest).\n\n4.Contract the chest and push the dumbbells back up to the starting position.\n\n5.Repeat for the number of repetitions."
      },
      {
        "id": "2",
        "name": "Dumbbell Lateral Raise",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "video": "https://drive.google.com/uc?id=1GD7P1G2qJ9WmMDaXF41SVjK5xHkHD8A1",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "10",
        "weight": "",
        "additionalInfo": "Don't bring your arms up too high - up to shoulder height is far enough.",
        "steps": "1.Grasp a dumbbell with both hands and position yourself on a flat bench with your shoulder blades resting on the bench.\n\n2.You should be at a 90 degree angle to the bench. Your back shoulder be straight, knees bent at 90 degrees, and feet firmly plated on the floor.\n\n3.Holding the dumbbell in both hands, straighten your arms so that dumbbell is directly overhead. This is the starting position.\n\n4.Bending at the shoulders only and keeping your arms straight, slowly lower the weight down behind your head until the dumbbell reaches the height of the bench.\n\n5.Slowly raise the dumbbell back to the starting position.\n\n6.Repeat for reps."
      },
      {
        "id": "3",
        "name": "Dumbbell Hammer Curl",
        "bodyPart": "Biceps",
        "bodyImage": "Biceps",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Keep the rep timing slow and control the weight for the whole set.",
        "steps": "1.Grab a pair of dumbbells and stand up with the dumbbells by your sides.\n\n2.With a neutral grip, bend your arms slightly to keep the tension on the biceps.\n\n3.With your palms still facing your body, slowly curl the dumbbells up as far as possible.\n\n4.Squeeze the biceps at the top of the movement, and then slowly lower the weight back to the starting position.\n\n5.Repeat for reps."
      },
      {
        "id": "4",
        "name": "Arm Dumbbell Tricep",
        "bodyPart": "Triceps",
        "bodyImage": "Triceps",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Don’t overextend through the lumbar spine, keep your ribcage down by maintaining tension through the abs and glutes.",
        "steps": "1.Select the desired weight from the rack and position an adjustable bench at 90 degrees.\n\n2.To get into position, sit in an upright position and lift the dumbbell to the top of your shoulder. Take a deep breath, overlap your hands around the dumbbell, then press it into position overhead.\n\n3.Maintain an overlapping grip and slowly lower the dumbbell behind your head by unlocking your elbows.\n\n4.Once your forearms reach parallel or just below, drive the dumbbell back to the starting point by extending the elbows and flexing the triceps.\n\n5.Repeat for the number of repetitions."
      },
      {
        "id": "5",
        "name": "Standing Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "video": "https://drive.google.com/uc?id=1Y_qhzcNKR2wy77ZPYl-nyK-icD-z_fL8",
        "equipment": "Bodyweight",
        "sets": "3",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Use the maximum range of motion by pushing up as high as you can and letting your heel drop as far as possible.",
        "steps": "1.Set up by grasping a dumbbell in your right hand and standing on the edge of a calf raise block or step with the balls of your feet on the edge.\n\n2.Take your right leg and hook it behind your left.\n\n3.Let your left heel drop as far as possible. This is the starting position.\n\n4.Keeping your body straight and eyes facing forwards, raise your left heel up as far as possible.\n\n5.Pause and squeeze the calf muscle, and then slowly lower your heel back down as far as possible.\n\n6.Repeat for reps, and then repeat on the right leg."
      },
      {
        "id": "6",
        "name": "Reverse Hyperextension",
        "bodyPart": "Glutes",
        "bodyImage": "Glutes",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Machine",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Arch globally through the spine and focus entirely on erector activation.",
        "steps": "1.Setup in a hyperextension machine with your feet anchored and torso roughly perpendicular to your legs at a 45 degree angle.\n\n2.Begin in a hinged position with your arms crossed and initiate the movement by flexing your glutes.\n\n3.Extend the hips and finish with your body in a straight line.\n\n4.Repeat for the number of repetitions."
      },
      {
        "id": "7",
        "name": "Ab Crunches",
        "bodyPart": "Abs",
        "bodyImage": "Abs",
        "video": "https://drive.google.com/uc?id=1EKyeLX6PPvc_c1wwmb6FuAuHQ5ZLInmE",
        "equipment": "Bodyweight",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Keep your shoulder blades just off the mat for the entire set.",
        "steps": "1.Set up for the floor crunch by laying a mat down on the floor and positioning a flat bench at the end of the mat to form a T shape.\n\n2.Lay down on the mat and put your legs up on the bench. Your calves should be resting on the top of the bench and your legs should be bent at right angles.\n\n3.Touch the side of your head with your fingertips (do not put your arms behind your neck!).\n\n4.Lift your shoulder blades slightly off the mat to start the exercise, then crunch your abs bringing your elbows in towards your waist.\n\n5.Pause for 1 second at the top, and slowly lower back down to the start position."
      }
    ]
  },
  {
    "exercise_set": "1",
    "title": "Амрах",
    "exercises": [
      {
        "id": "0",
        "equipment": "",
        "name": "Cardio 45 minutes",
        "bodyPart": "",
        "bodyImage": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  },
  {
    "exercise_set": "2",
    "title": "Өдөр 2",
    "exercises": [
      {
        "id": "0",
        "name": "Flat Bench Dumbbell Flye",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Don’t squeeze the dumbbell handles excessively tight as this can over recruit the forearms and biceps thereby reducing activation of the pecs.",
        "steps": "1.Pick up the dumbbells off the floor using a neutral grip (palms facing in). Position the ends of the dumbbells in your hip crease, and sit down on the bench.\n\n2.To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, then press the dumbbells to lockout at the top.\n\n3.Slightly retract your shoulder blades, unlock your elbows, and slowly lower the dumbbells laterally while maintaining the angle at your elbow.\n\n4.Once the dumbbells reach chest level, reverse the movement by squeezing your pecs together and bringing the dumbbells back to their starting position.\n\n5.Without allowing the dumbbells to touch, start the next repetition, and continue until the set is completed."
      },
      {
        "id": "1",
        "name": "One Arm Dumbbell Row",
        "bodyPart": "Upper Back",
        "bodyImage": "Upper",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Keep some tone through your abdominals as you pull the dumbbell into your body to ensure you don’t arch excessively through your spine.",
        "steps": "1.Assume a standing position while holding a dumbbell in one hand with a neutral grip.\n\n2.Hinge forward until your torso is roughly parallel with the floor (or slightly above) and then begin the movement by driving the elbow behind the body while retracting the shoulder blade.\n\n3.Pull the dumbbell towards your body until the elbow is at (or just past) the midline and then slowly lower the dumbbell back to the starting position under control.\n\n4.Repeat for the desired number of repetitions on both sides."
      },
      {
        "id": "2",
        "name": "Dumbbell Shoulder Press",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "video": "https://drive.google.com/uc?id=1eMFXlbr1MdUlRU7j8ZOm-E90SmRhouT3",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Keep your back flat against the pad throughout the duration of the exercise.",
        "steps": "1.Set up an adjustable angle bench to 90 degrees and select the desired weight from the rack.\n\n2.Pick up the dumbbells from the floor using a neutral grip (palms facing in). Position the end of the dumbbells on your knees and sit down on the bench.\n\n3.Using a safe and controlled motion, kick your knees up one at a time in order to get each dumbbell into place.\n\n4.Once the dumbbells are in place, rotate your palms so they are facing forward.\n\n5.Take a deep breath then press the dumbbells overhead by extending the elbows and contracting the deltoids.\n\n6.Slowly lower the dumbbells back to the starting position (the arms should be roughly 90 degrees or slightly lower depending upon limb lengths).\n\n7.Repeat for the number of repetitions."
      },
      {
        "id": "3",
        "name": "Dumbbell Bicep Curl",
        "bodyPart": "Biceps",
        "bodyImage": "Biceps",
        "video": "https://drive.google.com/uc?id=1EG7xITvkfkwelyj-0MFm8opgiZc_7GTA",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Do not let the dumbbells touch your body.",
        "steps": "1.Assume the starting position for the standing dumbbell curl by grasping a pair of dumbbells and standing straight up, feet together, and dumbbells by your side. The dumbbells should not be touching your body.\n\n2.Your palms should face upwards.\n\n3.Take up the slack by bending the elbows slightly. Tension should be on the biceps.\n\n4.Slowly curl the dumbbells up as far as possible.\n\n5.Squeeze the biceps hard, and then slowly lower the dumbbells back down to the starting position.\n\n6.Repeat for reps."
      },
      {
        "id": "4",
        "name": "Tricep Kickback",
        "bodyPart": "Triceps",
        "bodyImage": "Triceps",
        "video": "https://drive.google.com/uc?id=1G62kgZlfg9egj9Y0ncAa3vZqs2B44-zc",
        "equipment": "Bodyweight",
        "sets": "4",
        "reps": "15",
        "weight": "",
        "additionalInfo": "Keep your head up and your eyes facing forwards, as this will keep your back straight.",
        "steps": "1.Set up for the dumbbell tricep kickback by grabbing a flat bench and sitting a dumbbell on the left-hand side at one end.\n\n2.Position yourself on the left side of the bench with your right knee and right hand resting on the bench.\n\n3.Using a neutral grip, pick up the dumbbell with your left hand. Keep your back straight and look forward.\n\n4.Tuck your left upper arm close to your torso and bend at the elbow, forming a 90-degree angle with your upper arm and forearm. This is the starting position.\n\n5.Moving only at the elbow, raise the dumbbell behind you until your arm is fully extended.\n\n6.Pause, and then lower the dumbbell back to the starting position.\n\n7.Repeat this movement for desired reps and then repeat using your right arm."
      },
      {
        "id": "5",
        "name": " Adduction",
        "bodyPart": "Adductors",
        "bodyImage": "Adductors",
        "video": "https://drive.google.com/uc?id=1lhsvJWLeUvN0jeBdPEEEQLd3Pl8Yu19d",
        "equipment": "Machine",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "don’t allow the back to arch as this will tip the hips forward and place the adductors under excessive stretch before the contraction which can affect force output.",
        "steps": "1.Setup in an upright position with your back against the pad and your spine neutral.\n\n2.Exhale and pull the legs together as you squeeze the pads inward.\n\n3.Once the pads touch, slowly return to the starting position.\n\n4.Repeat for the number of repetitions."
      },
      {
        "id": "6",
        "equipment": "Machine",
        "name": "Abduction",
        "bodyPart": "Abductors",
        "bodyImage": "Abductors",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Stand up straight and focus on moving only at the hip. Keep your torso as still as possible.",
        "steps": "1.Set up for the cable hip abduction by attaching an ankle strap (if one is not available, a single handle may suffice) to the low pulley of a cable pulley machine and set your desired weight on the stack.\n\n2.Attach the ankle strap to your left ankle and stand up straight with your feet close together with your right foot closest to the machine. \n\n3.You can use your right arm to hold onto the machine for stability. You are now in the staring position.\n\n4.Begin the movement by lifting your left leg straight out to your side as high as comfortably possible. This will lift the weight from the stack.\n\n5.Pause for a moment and then slowly lower your leg back to the starting position. \n\n6.Repeat for the desired amount of reps. \n\n7.Turn around, attach the the strap to your right ankle and then repeat with your right leg."
      },
      {
        "id": "7",
        "name": "Seated Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Machine",
        "sets": "3",
        "reps": "20",
        "weight": "",
        "additionalInfo": "Don't let your heels touch the floor at any time throughout the exercise.",
        "steps": "1.Set up by placing a step or block at the end of a flat bench.\n\n2.Next, grasp a pair of dumbbells and sit on the end of the bench.\n\n3.Put the balls of your feet on the edge of the step/block and rest the ends of the dumbbells on your thighs close to your knees.\n\n4.Let your heels drop as far as possible without hitting the floor. This is the starting position.\n\n5.Slowly raise your heels off the floor as far as possible.\n\n6.Squeeze the calves and pause, and then slowly lower your heels back to the starting position.\n\n7.Repeat for reps."
      },
      {
        "id": "8",
        "name": "Crunch",
        "bodyPart": "Abs",
        "bodyImage": "Abs",
        "video": "https://drive.google.com/uc?id=1EKyeLX6PPvc_c1wwmb6FuAuHQ5ZLInmE",
        "equipment": "Bodyweight",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Keep your shoulder blades just off the mat for the entire set.",
        "steps": "1.Set up for the floor crunch by laying a mat down on the floor and positioning a flat bench at the end of the mat to form a T shape.\n\n2.Lay down on the mat and put your legs up on the bench. Your calves should be resting on the top of the bench and your legs should be bent at right angles.\n\n3.Touch the side of your head with your fingertips (do not put your arms behind your neck!).\n\n4.Lift your shoulder blades slightly off the mat to start the exercise, then crunch your abs bringing your elbows in towards your waist.\n\n5.Pause for 1 second at the top, and slowly lower back down to the start position."
      }
    ]
  },
  {
    "exercise_set": "3",
    "title": "Амрах",
    "exercises": [
      {
        "id": "0",
        "equipment": "",
        "name": "Cardio 45 minutes",
        "bodyPart": "",
        "bodyImage": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  },
  {
    "exercise_set": "4",
    "title": "Өдөр 3",
    "exercises": [
      {
        "id": "0",
        "name": "Sissy Squat",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Bodyweight",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Form a straight line with your body (from your neck to your knees) by leaning back at the start of the exercise.",
        "steps": "1.The sissy squat is one of the best way to isolate the quads. Set up for the bodyweight sissy squat by standing with your feet shoulder width apart next to a smith machine or something you can hold onto for support.\n\n2.Stand with a slight bend in your knees. Put one arm across your chest and use to other to hold on to your support. \n\n3.Begin by bending at the knees and lowering your body backward while raising your heels off the ground. You can use some type of block or support to keep your heels from touching the ground.\n\n4.Squat in this fashion as low as you can go while maintaining your balance.\n\n5.Push back up though the balls of your feet to the starting position.\n\n6.Repeat this movement for desired reps."
      },
      {
        "id": "1",
        "name": "Lying Leg Curl",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "video": "https://drive.google.com/uc?id=1tTMe7WDp-rTbpOV84pHUotbiqOd6DXVE",
        "equipment": "Barbell",
        "sets": "2",
        "reps": "40",
        "weight": "",
        "additionalInfo": "Common mistakes with the leg curl are; moving the weight up and down too fast and not using a full range of motion.",
        "steps": "1.The lying leg curl is a great exercise to isolate the hamstrings. Set up for the leg curl by selecting the weight you want to use on the stack and adjusting the padding to suit your leg length.\n\n2.Lay face down on the machine. The padding should be positioned just above the back of your ankles. If it's higher than that, adjust the length.\n\n3.Tense up the hamstrings by taking the weight slightly off the stack. This is the starting position for the exercise.\n\n4.Squeeze the hamstrings and curl the weight up as far as possible.\n\n5.Squeeze the hamstring hard, and then slowly lower the weight back to the starting position.\n\n6.Repeat for desired reps."
      },
      {
        "id": "2",
        "name": "Standing Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "video": "https://drive.google.com/uc?id=1Y_qhzcNKR2wy77ZPYl-nyK-icD-z_fL8",
        "equipment": "Machine",
        "sets": "3",
        "reps": "20",
        "weight": "",
        "additionalInfo": "Use the maximum range of motion by pushing up as high as you can and letting your heel drop as far as possible.",
        "steps": "1.Set up by grasping a dumbbell in your right hand and standing on the edge of a calf raise block or step with the balls of your feet on the edge.\n\n2.Take your right leg and hook it behind your left.\n\n3.Let your left heel drop as far as possible. This is the starting position.\n\n4.Keeping your body straight and eyes facing forwards, raise your left heel up as far as possible.\n\n5.Pause and squeeze the calf muscle, and then slowly lower your heel back down as far as possible.\n\n6.Repeat for desired reps, and then repeat on the right leg."
      },
      {
        "id": "3",
        "name": "Chest Dip",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "3",
        "reps": "15",
        "weight": "",
        "additionalInfo": "Staying upright and keeping the elbows in close to increase tricep recruitment.",
        "steps": "1.Step up on the dip station (if possible) and position your hands with a neutral grip.\n\n2.Initiate the dip by unlocking the elbows and slowly lowering the body until the forearms are almost parallel with the floor.\n\n3.Control the descent to parallel and then drive back to the starting position by pushing through the palms.\n\n4.Repeat for the desired number of repetitions."
      },
      {
        "id": "4",
        "equipment": "Bodyweight",
        "name": "Push Up",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "sets": "3",
        "reps": "15",
        "weight": "",
        "additionalInfo": "Squeeze your glutes and brace your abs before descending in order to keep the ribcage neutral.",
        "steps": "1.Assume a quadruped position on the floor with your hands under your shoulders, toes tucked, and knees under hips.\n\n2.Extend one leg at a time and assume a pushup position with the legs straight, elbows extended, and head in a neutral position looking at the floor.\n\n3.Slowly descend to the floor by retracting the shoulder blades and unlocking the elbows.\n\n4.Descend until the upper arms are parallel or your chest touches the floor.\n\n5.Push back to the starting point by extending the elbows and driving your palms into the floor.\n\n6.Repeat for the desired number of repetitions."
      },
      {
        "id": "5",
        "name": "Dumbbell Pullover",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Do not let the dumbbell go too far forward. The starting position is directly above your head and the dumbbell should not go any further than that.",
        "steps": "1.Grasp a dumbbell with both hands and position yourself on a flat bench with your shoulder blades resting on the bench.\n\n2.You should be at a 90 degree angle to the bench. Your back shoulder be straight, knees bent at 90 degrees, and feet firmly plated on the floor.\n\n3.Holding the dumbbell in both hands, straighten your arms so that dumbbell is directly overhead. This is the starting position.\n\n4.Bending at the shoulders only and keeping your arms straight, slowly lower the weight down behind your head until the dumbbell reaches the height of the bench.\n\n5.Slowly raise the dumbbell back to the starting position.\n\n6.Repeat for desired reps."
      },
      {
        "id": "6",
        "name": "Dumbbell Reverse Flye",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Dumbbell",
        "sets": "4",
        "reps": "15",
        "weight": "",
        "additionalInfo": "Move the shoulder within the joint, not the shoulder blade on the ribcage. Keep the abs braced and don’t arch the back at the top of the movement.",
        "steps": "1.Secure a flat bench and select the desired weight from the rack.\n\n2.Sit in an upright position and then hinge forward from the hips.\n\n3.Allow the arms to hang straight down from the shoulders with a neutral grip and dumbbells behind your calves.\n\n4.Take a deep breath and pull the dumbbells towards the ceiling using the rear deltoids.\n\n5.Slowly lower the dumbbells back to the starting position under control.\n\n6.Repeat for the desired number of repetitions."
      },
      {
        "id": "7",
        "name": "Bicep Concentration Curl",
        "bodyPart": "Biceps",
        "bodyImage": "Biceps",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "equipment": "Bodyweight",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Maintain a slight bend in the elbow at the bottom of the movement in order to keep tension through the biceps.",
        "steps": "1.Select the desired weight from the rack, and sit in an upright position on a flat bench.\n\n2.Hinge forward and position your elbow near the base of your knee. Place your free hand on the other knee to stabilize yourself.\n\n3.Using a supinated (palms facing up) grip, take a deep breath and curl the dumbbell towards your shoulder.\n\n4.Once the bicep is fully shortened, slowly lower the weight back to the starting position.\n\n5.Repeat for the desired number of repetitions on both sides."
      },
      {
        "id": "8",
        "equipment": "Dumbbell",
        "name": "Lying Arm Dumbbell Tricep",
        "bodyPart": "Triceps",
        "bodyImage": "Triceps",
        "video": "https://drive.google.com/uc?id=1M0E27MKSHnklYUicX2vvHSL-UXhTOK0-",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "It's important to keep your elbows in and facing toward your hips. Don't let them flare out as you lower the dumbbells down.",
        "steps": "1.Grab a pair of dumbbells and sit on the end of a flat bench with the dumbbells resting on your thighs.\n\n2.Lie back on the bench and extend the dumbbells above your head. The dumbbells should not be touching and you should be using a neutral grip (palms facing each other).\n\n3.Bending at the elbows only, keeping your elbows fixed and pointing at your hips, slowly lower the dumbbells down beside your head until they are about level with your ears.\n\n4.Pause and squeeze the triceps. Then raise the dumbbells back to the starting position.\n\n5.Do not lock the elbows out, and then repeat for desired reps."
      },
      {
        "id": "9",
        "equipment": "Bodyweight",
        "name": "Obliques Curl",
        "bodyPart": "Abs",
        "bodyImage": "Abs",
        "video": "https://drive.google.com/uc?id=1mlXewSaJQ6N2MtvzdUS39bA49vexxAqd",
        "sets": "4",
        "reps": "12",
        "weight": "",
        "additionalInfo": "Always keep your back straight, eyes facing forwards, and bend at the torso only.",
        "steps": "1.This exercise works the obliques. Grasp a set of dumbbells. Stand straight up with one dumbbell in each hand, palms facing in.\n\n2.Keep your feet firmly on the floor with a shoulder width stance.\n\n3.Keeping your back straight and your eyes facing forwards, bend down to the right as far as you can, then back up again.\n\n4.Without pausing at the top, bend down to the left.\n\n5.Repeat for desired reps."
      }
    ]
  },
  {
    "exercise_set": "5",
    "title": "Амрах",
    "exercises": [
      {
        "id": "0",
        "name": "Cardio 45 minutes",
        "bodyPart": "",
        "bodyImage": "",
        "equipment": "",
        "desc": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  },
  {
    "exercise_set": "6",
    "title": "Амрах",
    "exercises": [
      {
        "id": "0",
        "equipment": "",
        "name": "A 60 minute walk/cycle ride (at a good pace, based on your current fitness level)",
        "bodyPart": "",
        "bodyImage": "",
        "desc": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  }
]
