[
  {
    "exercise_set": "0",
    "title": "Даваа",
    "exercises": [
      {
        "id": "0",
        "name": "Bench Press/m-1/",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "6-12",
        "weight": "",
        "additionalInfo": "Keep the bar in line with your wrist and elbows and ensure it travels in a straight line.",
        "steps": "1.Lie flat on a bench and set your hands just outside of shoulder width.\n\n2.Set your shoulder blades by pinching them together and driving them into the bench.\n\n3.Take a deep breath and allow your spotter to help you with the lift off in order to maintain tightness through your upper back.\n\n4.Let the weight settle and ensure your upper back remains tight after lift off.\n\n5.Inhale and allow the bar to descend slowly by unlocking the elbows.\n\n6.Lower the bar in a straight line to the base of the sternum (breastbone) and touch the chest.\n\n7.Push the bar back up in a straight line by pressing yourself into the bench, driving your feet into the floor for leg drive, and extending the elbows."
      },
      {
        "id": "1",
        "name": "Barbell Row",
        "bodyPart": "Upper Back",
        "bodyImage": "Upper Back",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "6-12",
        "weight": "",
        "additionalInfo": "Don’t allow momentum to dictate the movement, control the bar throughout the entirety of each rep.",
        "steps": "1.Assume a standing position while holding the bar using a double overhand grip.\n\n2.Hinge forward until your torso is roughly parallel with the floor (or slightly above) and then begin the movement by driving the elbows behind the body while retracting the shoulder blades.\n\n3.Pull the bar towards your belly button until it touches your body and then slowly lower the bar back to the starting position under control."
      },
      {
        "id": "2",
        "name": "Seated Overhead Dumbbell Press",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "equipment": "Dumbbell",
        "sets": "3",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Keeping the elbows slightly bent at the top and not locking out entirely will help to keep tension on the shoulders.",
        "steps": "1.Set up an adjustable angle bench to 90 degrees and select the desired weight from the rack.\n\n2.Pick up the dumbbells from the floor using a neutral grip (palms facing in). Position the end of the dumbbells on your knees and sit down on the bench.\n\n3.Using a safe and controlled motion, kick your knees up one at a time in order to get each dumbbell into place.\n\n4.Once the dumbbells are in place, rotate your palms so they are facing forward.\n\n5.Take a deep breath then press the dumbbells overhead by extending the elbows and contracting the deltoids.\n\n6.Slowly lower the dumbbells back to the starting position (the arms should be roughly 90 degrees or slightly lower depending upon limb lengths).\n\n7.Repeat for the  number of repetitions."
      },
      {
        "id": "3",
        "name": "Pec Dec",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "equipment": "Machine",
        "sets": "2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Don't bring your torso forward as you squeeze the weight up.",
        "steps": "1. Before you start, adjust the seat height so that the bottom of the arm pads are about level with your chest when you're sitting on the machine.\n\n2.Select the weight you want to use on the stack.\n\n3.Sit on the machine, grasp the handles and/or place your forearms on the padding. Take the weight off the stack slightly. This is the starting position for the exercise.\n\n4.Keeping your body fixed, slowly bring the forearm pads or handles together. Don't let them touch.\n\n5.Squeeze the chest muscles for a count of 1-3, then slowly lower back to the starting position.\n\n6.Repeat for  reps."
      },
      {
        "id": "4",
        "name": "V-Bar LAt Pull Down",
        "bodyPart": "Lats",
        "bodyImage": "Lats",
        "equipment": "Cable",
        "sets": "2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Keep some tone through your abdominals as you pull the bar into your body to ensure you don’t arch excessively through the spine.",
        "steps": "1.Attach a wide grip handle to the lat pulldown machine and assume a seated position.\n\n2.Grasp the handle with a pronated grip (double underhand) at shoulder width.\n\n3.Initiate the movement by depressing the shoulder blades and then flexing the elbow while extending the shoulder.\n\n4.Pull the handle towards your body until the elbows are in line with your torso and then slowly lower the handle back to the starting position under control.\n\n5.Repeat for the  number of repetitions."
      },
      {
        "id": "5",
        "name": "Side Lateral Raise",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "equipment": "Dumbbell",
        "sets": "2",
        "reps": "10-15",
        "weight": "",
        "additionalInfo": "Don't bring your arms up too high - up to shoulder height is far enough.",
        "steps": "1.Select the desired weight from the rack, then take a few steps back into an open area.\n\n2.Take a deep breath and raise the dumbbells to shoulder height using a neutral grip (palms facing in) while keeping the elbows slightly bent.\n\n3.Slowly lower the dumbbells back to the starting position under control.\n\n4.Repeat for the number of repetitions."
      },
      {
        "id": "6",
        "name": "Cable tricep extensions",
        "bodyPart": "Triceps",
        "bodyImage": "Triceps",
        "equipment": "Cable",
        "sets": "3 (3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "If you want to keep more tension in the triceps, don’t lock the elbows out entirely.",
        "steps": "1.Attach a straight bar to a cable stack as high as possible and assume a standing position.\n\n2.Grasp the straight bar with a pronated grip (palms facing down) and lean forward slightly by hinging at the hips.\n\n3.Initiate the movement by extending the elbows and flexing the triceps.\n\n4.Pull the handle downward until the elbows are almost locked out and then slowly lower under control back to the starting position.\n\n5.Repeat for the number of repetitions."
      },
      {
        "id": "7",
        "name": "Cable Curls",
        "bodyPart": "Biceps",
        "bodyImage": "Biceps",
        "equipment": "Cable",
        "sets": "3 (3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Keep your elbows tucked in at your sides and don't allow them to come forward as you curl the weight up.",
        "steps": "1.Set up for this type of cable curl by attaching a straight bar to the low pulley cable and selecting the weight you want to use on the stack.\n\n2.Stand facing the cable machine with your legs shoulder-width apart.\n\n3.Grasp the rope extension with a neutral grip (thumbs facing the body).\n\n4.With your elbows tucked in by your sides, slowly curl the rope up as far as possible.\n\n5.Squeeze the biceps at the top of the movement, and then slowly lower the weight back to the starting position.\n\n6.Repeat for reps."
      }
    ]
  },
  {
    "exercise_set": "1",
    "title": "Мягмар",
    "exercises": [
      {
        "id": "0",
        "name": "Squats",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "6-12",
        "weight": "",
        "additionalInfo": "Knees come too far forward: When you squat down, your hips should be dropping straight down, not coming forward.",
        "steps": "1.Set up for the exercise by setting the barbell to just below shoulder height and loading the weight you want to use.\n\n2.Stand under the bar with your feet at about shoulder width apart.\n\n3.Position the bar so that it is resting on the muscles on the top of your back, not on the back of your neck. The bar should feel comfortable. If it doesn't, try adding some padding to the bar.\n\n4.Now take your hands over the back and grip the bar with a wide grip for stability.\n\n5.You should now bend at the knees and straighten your back in preparation to take the weight off the rack.\n\n6.Keeping your back straight and eyes up, push up through the legs and take the weight off the rack.\n\n7.Keeping your eyes facing forward slowly lower your body down. Don't lean forward as you come down.\n\n8.Squat down until your thighs are parallel with the floor, and then slowly raise your body back up by pushing through your heels.\n\n9.Do not lock the knees out when you stand up, and then repeat the movement."
      },
      {
        "id": "1",
        "name": "Stiff Leg Deadlifts",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Do not allow the bar to drift away from your body during the lift.",
        "steps": "1.Position the bar assume a hip width stance.\n\n2.Push your hips back and hinge forward until your torso is nearly parallel with the floor.\n\n3.Reach down and grasp the bar using a shoulder width, double overhand grip.\n\n4.Ensure your spine is neutral, shin is vertical, and your hips are roughly the same height as your shoulders.\n\n5.Ensure the bar tracks in a straight line as you extend the knees and hips.\n\n6.Once you have locked out the hips, reverse the movement by pushing the hips back and hinging forward.\n\n7.Return the bar to the floor, reset, and repeat for the number of repetitions."
      },
      {
        "id": "2",
        "name": "Standing Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "equipment": "Bodyweight",
        "sets": "3",
        "reps": "10-15",
        "weight": "",
        "additionalInfo": "Once your heels are down as far as they go, start the next rep.",
        "steps": "1.Stand with the balls of your feet on the edge of the step/block and let your heels drop down as far as possible.\n\n2.Slowly raise your heels up as high as possible.\n\n3.Pause, and then slowly lower your heels back to the starting position.\n\n4.Do not rest at the bottom, and immediately start the next rep.\n\n5.Repeat for  reps."
      },
      {
        "id": "3",
        "name": "Leg Extensions",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "equipment": "Machine",
        "sets": "2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Ensure the axis of rotation for the knee directly matches that of the machine. In other words, the point of rotation for the machine should be in line with your knee joint itself.",
        "steps": "1.Select the desired resistance on the weight stack and insert the pin.\n\n2.Adjust the seat so that the knees are directly in line with the axis of the machine.\n\n3.Sit down and position your shins behind the pad at the base of the machine.\n\n4.Take a deep breath and extend your legs as you flex your quadriceps.\n\n5.As you lock out the knees, exhale to complete the repetition.\n\n6.Slowly lower your feet back to the starting position and repeat for the number of repetitions."
      },
      {
        "id": "4",
        "name": "Leg Curl",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "equipment": "Machine",
        "sets": "2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Always use a full range of motion by curling the weight up as far as possible and lowering it as far as possible without the weight dropping on the stack.",
        "steps": "1.Set up for the leg curl by selecting the weight you want to use on the stack and adjusting the padding to suit your leg length.\n\n2.Lay face down on the machine. \n\n3.The padding should be positioned just above the back of your ankles. If it's higher than that, adjust the length.\n\n4.Squeeze the hamstring hard, and then slowly lower the weight back to the starting position.\n\n5.Repeat for reps."
      },
      {
        "id": "5",
        "name": "Seated Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "equipment": "Machine(Isolation)",
        "sets": "2 (3 sec negative) ",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Limit depth of the heels if you feel any sort of stretch through the bottom of the foot during the exercise.",
        "steps": "1.Take a seat on the machine and place the balls of your feet on the platform with your toes pointed forward - your heels will naturally hang off.\n\n2.Position the base of quads under the knee pad and allow your hands to rest on top.\n\n3.Extend your ankles and release the safety bar.\n\n4.Lower the heels by dorsiflexing the ankles until the calves are fully stretched.\n\n5.Extend the ankles and exhale as you flex the calves.\n\n6.Repeat for the assigned number of repetitions."
      },
      {
        "id": "5",
        "name": "Cable Crunch",
        "bodyPart": "Abs",
        "bodyImage": "Abs",
        "equipment": "Cable",
        "sets": "3 (3 sec negative) ",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Don't choose a weight so heavy that your lower back handles most of the resistance.",
        "steps": "1.Attach the rope attachment to a high pulley cable and set the appropriate weight on the stack.\n\n2.Grasp the rope from behind your head with your palms facing inward and drop to your knees.\n\n3. Keeping your elbows bent and hands at either head height or shoulder height, crunch down as far as possible.\n\n4.Pause, then slowly lower yourself back to the starting position."
      }
    ]
  },
  {
    "exercise_set": "2",
    "title": "Лхагва",
    "exercises": [
      {
        "id": "0",
        "name": "Rest",
        "bodyPart": "",
        "bodyImage": "",
        "equipment": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  },
  {
    "exercise_set": "3",
    "title": "Пүрэв",
    "exercises": [
      {
        "id": "0",
        "name": "Incline Dumbbell Bench Press",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "equipment": "Dumbbell",
        "sets": "3",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Keep your feet flat on the floor and don't allow the lower body to move during the set.",
        "steps": "1.Position the ends of the dumbbells in your hip crease, and sit down on the edge of an incline bench.\n\n2.To get into position, lay back and keep the weights close to your chest. Once you are in position, take a deep breath, and press the dumbbells to lockout at the top.\n\n3.Contract the chest and push the dumbbells back up to the starting position.\n\n4.Repeat for the number of repetitions."
      },
      {
        "id": "1",
        "name": "Rack Deadlifts - 3 to 5 off ground",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "5-8",
        "weight": "",
        "additionalInfo": "You MUST keep the crease of the armpit over the bar and the midfoot in order to allow the bar to travel linearly.",
        "steps": "1.Position the bar over the top of your shoelaces and assume a hip width stance.\n\n2.Push your hips back and hinge forward until your torso is nearly parallel with the floor.\n\n3.Reach down and grasp the bar using a shoulder width, double overhand grip.\n\n4.Inhale and pull up slightly on the bar while allowing your hips to drop in a seesaw fashion.\n\n5.As you drop the hips and pull up on the bar, set the lats (imagine you're trying to squeeze oranges in your armpits) and ensure your armpits are positioned directly over the bar.\n\n6.Drive through the whole foot and focus on pushing the floor away.\n\n7.Ensure the bar tracks in a straight line as you extend the knees and hips.\n\n8.Once you have locked out the hips, reverse the movement by pushing the hips back and hinging forward.\n\n9.Return the bar to the floor, reset, and repeat for the number of repetitions."
      },
      {
        "id": "2",
        "name": "Military Press",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "equipment": "Barbell",
        "sets": "3",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Squeeze your glutes and brace your abs as you press. You shouldn't be leaning back excessively as you press.",
        "steps": "1.Adjust the barbell to just below shoulder height then load the desired weight onto the bar.\n\n2.Assume a shoulder width stance and place your hands at (or just outside of) shoulder width with a pronated grip on the bar.\n\n3.Step underneath the bar and unrack it while keeping the spine in a neutral position.\n\n4.Take two steps back, inhale, brace, tuck the chin, then press the bar to lockout overhead.\n\n5.Exhale once the bar gets to lockout and reverse the movement slowly while controlling the bar back to your chest.\n\n6.Repeat for the number of repetitions."
      },
      {
        "id": "3",
        "name": "Machine Chest Press ",
        "bodyPart": "Chest",
        "bodyImage": "Chest",
        "equipment": "Machine",
        "sets": "2 (3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Ensure you maintain some tension in your abs and don’t allow your lower back to excessive arch.",
        "steps": "1.Sit on the end of the bench and lie back with the handles just below shoulder height. The handles should mimic the position of the bar when benching.\n\n2.Position your palms on the handles, inhale, and set your shoulder blades together on the bench.\n\n3.Press the handles to extension as you exhale but keep the shoulder blades packed.\n\n4.Repeat for the desired number of repetitions."
      },
      {
        "id": "4",
        "name": "Pull Ups or Machine Rows ",
        "bodyPart": "Upper Back",
        "bodyImage": "Upper Back",
        "equipment": "Machine",
        "sets": "2(3 sec negative) ",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Try to keep a neutral head position (looking straight ahead or slightly up) as hyperextending the neck can lead to compensations throughout the spine.",
        "steps": "1.Using a pronated grip, grasp the pull bar with a wider than shoulder width grip.\n\n2.Take a deep breath, squeeze your glutes and brace your abs. Depress the shoulder blades and then drive the elbows straight down to the floor while activating the lats.\n\n3.Pull your chin towards the bar until the lats are fully contracted, then slowly lower yourself back to the start position and repeat for the assigned number of repetitions."
      },
      {
        "id": "5",
        "name": "Machine Shoulder Press",
        "bodyPart": "Shoulders",
        "bodyImage": "Shoulders",
        "equipment": "Machine",
        "sets": "2(3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Don’t allow the head to jut forward excessively.",
        "steps": "1.Place an adjustable bench in the Smith machine and adjust the back to a 90-degree angle.\n\n2.Adjust the bar to around eye level and load the desired weight on the bar.\n\n3.Position your hands around shoulder-width apart and unrack the bar using a pronated grip. This is the starting position for the movement.\n\n4.Press the bar overhead by extending the elbows and contracting the deltoids.\n\n5.Slowly lower the bar back to the starting position (the arms should be roughly 90 degrees or slightly lower depending on limb lengths).\n\n6.Repeat for the number of repetitions."
      },
      {
        "id": "6",
        "name": "Dumbbell Curls",
        "bodyPart": "Biceps",
        "bodyImage": "Biceps",
        "equipment": "Dumbbell",
        "sets": "3 (3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Keep the tension on both of your biceps throughout the set. Do not rest the weights on your body or let them hang down.",
        "steps": "1.Set up for the exercise by grasping a set of dumbbells and standing straight up with the dumbbells by your side.\n\n2.Your palms should be facing up, and the dumbbells should not touch your body.\n\n3.Before starting the set, take up the slack by lifting the weight slightly so the tension is on your bicep muscles.\n\n4.Starting with your weakest arm (usually the left), curl the dumbbell up as far as possible.\n\n5.Squeeze the bicep at the top of the exercise, and then slowly lower the weight down without it touching your body or taking the tension off your bicep.\n\n6.Repeat for the other arm.\n\n7.That's one rep. Now repeat for the desired amount of reps to complete the set."
      },
      {
        "id": "7",
        "name": "Machine Tricep Dip",
        "bodyPart": "Triceps",
        "bodyImage": "Triceps",
        "equipment": "Bodyweight",
        "sets": "3 (3 sec negative)",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Do not lock your elbows out at the top of the movement.",
        "steps": "1.Grab the parallel dip bars with an inward grip.\n\n2.If the bars are adjustable, adjust them to around shoulder-width apart.\n\n3.Jump up off the floor and take your weight on the bars.\n\n4.The key to hitting your triceps on this version of the dip is to keep your body as straight as possible and don't lean forward. This may mean not crossing your legs and keeping them hanging down.\n\n5.Slowly lower yourself down, keeping your eyes facing forward.\n\n6.Lower until your elbow is at around the same height as your shoulder, and then raise your body back up without locking your arms at the top of the movement.\n\n7.Repeat for reps."
      }
    ]
  },
  {
    "exercise_set": "4",
    "title": "Баасан",
    "exercises": [
      {
        "id": "0",
        "name": "Leg Press",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "equipment": "Machine",
        "sets": "3",
        "reps": "10-20",
        "weight": "",
        "additionalInfo": "To keep tension on the quads, keep the knees just shy of lockout.",
        "steps": "1.Load the machine with the desired weight and take a seat.\n\n2.Sit down and position your feet on the sled with a shoulder width stance.\n\n3.Take a deep breath, extend your legs, and unlock the safeties.\n\n4.Lower the weight under control until the legs are roughly 45 degrees or slightly below.\n\n5.Drive the weight back to the starting position by extending the knees but don’t forcefully lockout.\n\n6.Repeat for the number of repetitions."
      },
      {
        "id": "1",
        "name": "Dumbbell Stiff Leg Deadlifts",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "equipment": "Dumbbell",
        "sets": "3",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "You must keep your eyes looking up at all times. As soon as you look down at the floor your back will round!",
        "steps": "1.Set up for the dumbbell stiff leg deadlift by choosing a pair of dumbbells and holding them down at your sides.\n\n2.Stand up straight with a slight bend in your knees and your feet around shoulder width apart. This is your starting position.\n\n3.Keep your back as straight as possible and bend over at the waist lowering the dumbbells over the tops of you feet. Your knees should be kept stationary during the movement.\n\n4.Focus on the stretch in your hamstrings, and continue to lower the dumbbells down as far as your hamstrings will let you comfortably.\n\n5.Now engage the hamstrings and begin to raise the dumbbells straight back up. Your eyes should be facing up and your shoulders back. This will prevent your lower back from rounding.\n\n6.Squeeze up through the glutes and hamstrings until you're standing straight up.\n\n7.Repeat for reps."
      },
      {
        "id": "2",
        "name": "Leg Press Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "equipment": "Machine",
        "sets": "3",
        "reps": "10-15",
        "weight": "",
        "additionalInfo": "Be extremely careful when re-positioning the feet at the base of the platform. If the safeties are not in place and you lose control of the platform, this could result in very serious injury.",
        "steps": "1.Load the machine with the desired weight and take a seat.\n\n2.Sit down and position your feet on the sled with a shoulder width stance.\n\n3.Take a deep breath, extend your legs, but keep the safeties locked (if possible).\n\n4.Position your feet at the base of the platform and allow the heels to hang off.\n\n5.Lower the heels by dorsiflexing the ankles until the calves are fully stretched.\n\n6.Drive the weight back to the starting position by extending the ankles and flexing the calves.\n\n7.Repeat for the number of repetitions."
      },
      {
        "id": "3",
        "name": "Hack Squat",
        "bodyPart": "Quads",
        "bodyImage": "Quads",
        "equipment": "Machine",
        "sets": "2",
        "reps": "8-12",
        "weight": "",
        "additionalInfo": "Ensure the head does not jut forward excessively.",
        "steps": "1.Load the machine with the desired weight and position your shoulders and back against the pads.\n\n2.Position your feet at shoulder width, extend your legs, and release the safety handles.\n\n3.Slowly lower the weight by bending your knees until your thighs are approximately at 90 degrees.\n\n4.Reverse the movement by driving into the platform and extending the knees and hips.\n\n5.Repeat for the number of repetitions."
      },
      {
        "id": "4",
        "name": "Seated Leg Curl",
        "bodyPart": "Hamstrings",
        "bodyImage": "Hamstrings",
        "equipment": "Machine",
        "sets": "2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "moving the weight up and down too fast and not using a full range of motion.",
        "steps": "1.The lying leg curl is a great exercise to isolate the hamstrings. Set up for the leg curl by selecting the weight you want to use on the stack and adjusting the padding to suit your leg length.\n\n2.Lay face down on the machine. The padding should be positioned just above the back of your ankles. If it's higher than that, adjust the length.\n\n3.Tense up the hamstrings by taking the weight slightly off the stack. This is the starting position for the exercise.\n\n4.Squeeze the hamstrings and curl the weight up as far as possible.\n\n5.Squeeze the hamstring hard, and then slowly lower the weight back to the starting position.\n\n6.Repeat for reps."
      },
      {
        "id": "5",
        "name": "Seated Calf Raise",
        "bodyPart": "Calves",
        "bodyImage": "Calves",
        "equipment": "Machine",
        "sets": " 2 (3 sec negative)",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Keep the repetitions slow and controlled. Limit momentum and pause at the top to emphasize the contraction.",
        "steps": "1.Take a seat on the machine and place the balls of your feet on the platform with your toes pointed forward - your heels will naturally hang off. Position the base of quads under the knee pad and allow your hands to rest on top.\n\n2.Extend your ankles and release the safety bar.\n\n3.Lower the heels by dorsiflexing the ankles until the calves are fully stretched.\n\n4.Extend the ankles and exhale as you flex the calves.\n\n5.Repeat for the assigned number of repetitions."
      },
      {
        "id": "6",
        "name": "Planks",
        "bodyPart": "Abs",
        "bodyImage": "Abs",
        "equipment": "Bodyweight",
        "sets": "3",
        "reps": "60 sec",
        "weight": "",
        "additionalInfo": "Do not let your mid section sag in the middle. You need to keep yourself straight at all times.",
        "steps": "1.The Plank is a stationary exercise that helps strengthen the entire core of the body. Set up for the plank by getting a mat and laying down on your stomach.\n\n2.To start the exercise prop your torso up on your elbows and your feet up on your toes.\n\n3.Keeping yourself completely straight, hold this position for as long as possible.\n\n4.Typically, the plank is done for 3 x 1 minute sets. However, as you get stronger your should be able to do 1 - 3 minutes."
      },
      {
        "id": "7",
        "name": "Hyperextension",
        "bodyPart": "Glutes",
        "bodyImage": "Glutes",
        "equipment": "Bodyweight",
        "sets": "3",
        "reps": "10-12",
        "weight": "",
        "additionalInfo": "Slightly flex your upper back and extend your hips until your body is in a straight line and focus entirely on gluteal activation.",
        "steps": "1.Setup in a hyperextension machine with your feet anchored and torso roughly perpendicular to your legs at a 45 degree angle.\n\n2.Begin in a hinged position with your arms crossed and initiate the movement by flexing your glutes.\n\n3.Extend the hips and finish with your body in a straight line.\n\n4.Repeat for the number of repetitions."
      }
    ]
  },
  {
    "exercise_set": "5",
    "title": "Бямба",
    "exercises": [
      {
        "id": "0",
        "name": "Rest",
        "bodyPart": "",
        "bodyImage": "",
        "equipment": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  },
  {
    "exercise_set": "6",
    "title": "Ням",
    "exercises": [
      {
        "id": "0",
        "name": "Rest",
        "bodyPart": "",
        "bodyImage": "",
        "equipment": "",
        "sets": "",
        "reps": "",
        "weight": "",
        "additionalInfo": "",
        "steps": ""
      }
    ]
  }
]
